chat_system_1875701420_actor_description=Master Trigius. Head of Magic Academy.
chat_system_1875701420_snap_demon_question=^?^Hey, [player], are you all right? I hope your wound is not very serious. And who were you talking to - there is nobody here except for us.
chat_system_1875701420_snap_demon_answer_0=^?^It's just... I'm talking to myself.
chat_system_1875701420_snap_demon_answer_1=^?^I guess I'm having hallucinations. I'm hearing voices.
chat_system_1875701420_snap_demon_header_1=^?^Come on! Your wound is not so serious as to warp your mind or even to cause simple visions. But there is something in your eyes... I don't like it - look at me.<br><br>...Tell me, [player], when you scratched yourself what were you thinking about?
chat_system_1875701420_snap_demon_answer_2=^?^Don't you hear? There's this strange voice.
chat_system_1875701420_snap_1_question=^?^Yes? This is very strange... It seemed to me that you have been trying to hear... someone. And no, I haven't heard anything strange, to answer your question.<br>Look in to my eyes... I don't like this strange glitter in your eyes.<br>Tell me, [player], when you scratched yourself what were you thinking about?
chat_system_1875701420_snap_1_answer_0=^?^What else could I think about? Pain. That I want to hit you and break this damn chest into pieces.
chat_system_1875701420_snap_5_question=^?^Your blood on the chest... feeling of intense rage... And you were thinking of this artifact for sure, weren't you? Besides, all these strange voices from nowhere.<br>I don't even know whether to congratulate you, young man, or to feel sorry for you. First of all, you haven't gone out of your mind. You really are hearing those voices.<br>And secondly... You have just finished the ritual of unity. Now this artifact and you make one. In other words, you are the master of the chest. But I don't think you will be glad of it.
chat_system_1875701420_snap_5_answer_0=^?^I don't get it...
chat_system_1875701420_snap_2_question=^?^There is nothing to get. We have been bothering over the ritual for four months, and spent a lot of money on all the necessary ingredients. For three days and nights, twelve of our highest mages performed the most complex ceremony of high magic.<br>Only one final detail remained - the person would become a master of the Chest if, being in a condition of extreme rage, he wished for power over the artifact and sprinkled it with his own blood. You asked me to give you the chest very insistently, so fiercely that you tried to snatch it out of my hands... And there was enough blood to complete the rite... Do you understand me?
chat_system_1875701420_snap_2_answer_0=^?^Yes, it's very clear now. So what next?
chat_system_1875701420_snap_6_question=^?^I don't know. His Majesty will decide. But we will not be able to repeat the ritual for at least a few years. The voices you've heard are the voices of Rage Spirits. The Chest of Rage was created in order to capture and rule such spirits. I don't know who they are and where they came from, or how they got themselves into the Chest. But like any wizard would, I feel their great power - and great anger.
chat_system_1875701420_snap_6_answer_0=^?^So, does it mean that all the power of the Chest belongs to me now?
chat_system_1875701420_snap_6_answer_1=^?^So, does it mean that I can rule those spirits now?
chat_system_1875701420_snap_7_question=^?^I doubt it. The Chest is a container, like a jail. Ultimately, it may help you rule these spirits, but unfortunately we don't know that. And it might take several centuries to find the answer.<br>Maybe its previous masters made arrangements with the Chest's residents, or figured out some way to pay them. I don't know. You can ask them yourself if they are talking to you. There was no one able to hear the spirits among those mages who studied the item.<br>We know only that they are locked up in this artifact. There is a theory that they are creatures of other worlds that had been captured by the demons for some purpose, but this is only conjecture.
chat_system_1875701420_snap_7_answer_0=^?^It means that I am the first owner of the Chest for the last thousand years? And it has been here in the Academy for all these years?
chat_system_1875701420_snap_7_answer_1=^?^Yes. So I can't expect anything at all from that Chest. Can I get rid of it?
chat_system_1875701420_snap_8_question=^?^Yes, for all these years, many generations of mages have tried to solve the mystery of this artifact. Where did it come from? What purpose does it serve? How can we control it? And almost all of these questions have been left without definite answers.<br>As for its master... I'm not sure that it has ever had what you could call a master. The chronicles of the war for the Fire Bridge do not have any references of demons using the Chest, which would suggest that they chose not to use it - or maybe they simply could not. Perhaps they were afraid? Or perhaps they even didn't know how. We do not even know who made it, or for what purpose.
chat_system_1875701420_snap_8_answer_0=^?^I guess I will have to ask the spirits myself. And how can I get rid of the Chest?
chat_system_1875701420_snap_9_question=^?^That one we do know, and it's a very easy answer: you simply need to die. No, I'm not kidding.<br>This is an artifact-symbiont. How can I explain this to you? It consumes your emotions, steals your anger and rage and accumulates them. This is the way many demonic artifacts work. And now it will function only in your hands, for as long as you may live.<br>And now you cannot do without the Chest - look, it seems as though it has grown into your palm. And you are stroking it without even noticing.<br>Now to show you one more thing, I will take it from you for a second....
chat_system_1875701420_snap_9_answer_0=^?^Agrrrr!
chat_system_1875701420_snap_9_answer_1=^?^One move and you will die!
chat_system_1875701420_snap_9_answer_2=^?^It is mine! Don't touch it! Back off!
chat_system_1875701420_snap_10_question=^?^You see? Soon you will not be able to give it away and you will not let anyone take it out of your hands until you die. It is possible to kill you, paralyze you, or put you to sleep to take the Chest away, but then it will become useless again. And in the best case scenario, you will lose your mind along with the Chest. Even after that it is necessary to wait for a very long time before a new ritual of unity can be made, to bind the artifact to a new master.
chat_system_1875701420_snap_10_answer_0=^?^Hmm. Well how do you like this weapon? I can't use it, I can't give it to someone else. Alright, let's see what His Majesty will say. He's named "The Wise" for a reason, after all.
chat_system_1875701420_snap_3_question=^?^Yes? Voices? And what do they tell you? - Something sensible or is it just a murmuring?
chat_system_1875701420_snap_3_answer_0=^?^They are saying some kind of nonsense about blood, an unfinished ritual and masters of the Chest.
chat_system_1875701420_snap_3_answer_1=^?^I can't make out the words. It's some kind of nonsense.
chat_system_1875701420_snap_4_question=^?^Try to listen closely. Maybe you can single out at least a phrase or two?
chat_system_1875701420_snap_4_answer_0=^?^What words? Damn it! My arm is cut wide open, there are voices in my head, and you're annoying me with these questions.
chat_system_1875701420_snap_add_question=^?^Oh, do you mean Pandora's box? But I'd rather call it the Chest of Rage.<br>Here it is; what a beauty. It's wonderful, isn't it? A demon's creation! Can you believe that we mages have spent almost a thousand years trying to solve its mystery. And even now I'm sure that we have only managed to reveal a part of the secrets this artifact hides.<br>But you can say to His Majesty that we have done the most important thing: we figured out how to tune the artifact and even...
chat_system_1875701420_snap_add_answer_0=^?^That's all very interesting, but maybe first you will give me the artifact back?
chat_system_1875701420_snap_add_answer_1=^?^Don't waste your time; I'm not listening to you anyway. Give me the Chest and let's be done with the discussion.
chat_system_1875701420_snap_add_answer_2=^?^And even, what? Go on, I'm very interested. Honestly.
chat_system_1875701420_snap_24_question=^?^I managed to perform a ritual that activated the symbiosis component of the artifact, which means it can attach itself to the one who closes the chain of Rage... By the way, did you know that Rage in the Demon's world is the equivalent for Mana, and there is almost no magic power there? Isn't it strange?<br>So, where was I?
chat_system_1875701420_snap_24_answer_0=^?^You were talking about a long time ago in a kingdom far, far away.
chat_system_1875701420_snap_24_header_0=^?^That's a joke, right? I remember that I wasn't speaking about either kingdoms or countries. Seems like I was speaking about the ritual that attaches the Chest to its new master.<br>The one who, by the end of the ritual, will be able to understand the force of the artifact and be able to talk to the spirits captured in this item.
chat_system_1875701420_snap_24_answer_1=^?^Tell me more about Rage - being a mage I'm very interested in it.
chat_system_1875701420_snap_24_header_1=^?^Yeah... That's what it is - Rage, like our ether, envelopes Demonis, and it is Rage that demons use for their spells and magic items. Items like this Chest. It's the key that we've been attempting to discover for ages. It wasn't our magic we needed, but demon Rage magic.<br>But, I deviate from the subject. I was speaking about the ritual that attaches the Chest its new master.<br>The one who, by the end of the ritual, will be able to understand the force of the artifact and be able to talk to the spirits captured in this item.
chat_system_1875701420_snap_24_answer_2=^?^You were talking about the purpose of the artifact.
chat_system_1875701420_snap_24_header_2=^?^Oh yeah... I was speaking about the ritual that attaches the Chest to its new master.<br>The one who, by the end of the ritual, will be able to understand the force of the artifact and be able to talk to the spirits captured in this item.
chat_system_1875701420_snap_24_answer_3=^?^About Rage. Maybe it is the same Rage that is boiling inside of me right now.
chat_system_1875701420_snap_24_header_3=^?^Don't get mad... You are not a Demon, ha ha, and will not be able to use your anger like they do. Just imagine... rage, anger, hatred - instead of magic power. It can change all our...<br>Hmm, I'm sorry... I was speaking about the ritual that attaches the Chest to its new master.<br>The one who, by the end of the ritual, will be able to understand the force of the artifact and be able to talk to the spirits captured in this item.
chat_system_1875701420_snap_24_answer_4=^?^Stop fooling me with your intricacies. If I break your arm will you get more Rage or Mana?
chat_system_1875701420_snap_24_header_4=^?^Actually, if we follow the laws of logic and energy conservation, there should be no changes. But from the psychological point of view the sharp pain would prevent me from casting spells and will make me angry for sure.<br>Hmm, I'm sorry... I was speaking about the ritual that attaches the Chest to its new master.<br>The one who, by the end of the ritual, will be able to understand the force of the artifact and be able to talk to the spirits captured in this item.
chat_system_1875701420_snap_24_answer_5=^?^Of course I remember that patience is one of the highest virtues, but you must understand that I might lose it at any time.
chat_system_1875701420_snap_24_answer_6=^?^I don't remember right now. I do remember that you haven't given back the Chest to me.
chat_system_1875701420_snap_25_question=^?^Hmm, I'm sorry... I was speaking about the ritual that attaches the Chest its new master.<br>The one who, by the end of the ritual, will be able to understand the force of the artifact and be able to talk to the spirits captured in this item.
chat_system_1875701420_snap_25_answer_0=^?^Just give me the damned Chest.
chat_system_1875701420_snap_21_question=^?^There is no need to shout at me like this. Besides, you are in a physical and emotional state that is optimum for...<br><br>Here, take the Chest, be careful, and don't let it fall... WATCH OUT!
chat_system_1875701420_snap_21_answer_0=^?^Damn it! Go to hell with your Chest.
chat_system_1875701420_snap_0_question=^?^So, [player]. How do you feel? No dizziness? No strange voices at night? What about during the day? No excesses of rage?<br>I'm sorry to be so inquisitive, but you are the first person who has ever become master of a demonic artifact that uses Rage energy and symbiotic attachment.
chat_system_1875701420_snap_0_answer_0=^?^I'd like you to tell me more about the Chest.
chat_system_1875701420_snap_22_question=^?^This Chest, among other trophies from the Demon's world, was brought to us by the wizard Kerus, the vanquisher of the Archdemon Baal.<br>I can say that it is... a jail, or a trap; you can pick any definition you like. It can capture those creatures whose power distorts the universe, those which can have an influence on the destiny of the universe. Great mages, ancient and powerful creatures and demons, half-divine creations - the more powerful the creature, the stronger the binds of the Chest.
chat_system_1875701420_snap_22_answer_0=^?^And how can I drive the Spirits to serve me?
chat_system_1875701420_snap_22_header_0=^?^When this artifact had just come to us, we assumed that the master of the Chest assumes the power over it and over the spirits captured therein. We called them Spirits of Rage, because all of them have a strong will, and the artifact consumes not magic ether, but Rage.<br>We tried to come to an agreement with them but... Alas! All we've gotten so far are abuses and attempts to kill researchers. Maybe coping with these spirits requires some special spells, or a very strong will.
chat_system_1875701420_snap_22_answer_1=^?^I heard that it is a powerful weapon, but I've not noticed any kind of power in it.
chat_system_1875701420_snap_22_header_1=^?^The Chest itself cannot be a weapon, unless your enemy is strong enough for the Chest to capture him.<br>It is the Spirits of Rage captured inside the Chest which are supposed to be a weapon. But we do not know how to make them serve us, and turn their power against our enemies. Maybe you need to end the ritual of unity and become the master of the artifact? I believe you are the person capable of solving this puzzle.
chat_system_1875701420_snap_22_answer_2=^?^I've got all the information I need. Goodbye.
